"keyApplicationTitle"           = "Memory Slot Utility";

"keyWarningOptimalInfo"         = "The memory modules are installed in the recommended slots.";
"keyWarningNotOptimalInfo"      = "The memory modules installed in this system are not arranged in the recommended configuration to provide optimal memory bandwidth.";

"keyCurrentDIMMConfig"          = "Currently installed memory modules:";
"keyRecommendedConfig"          = "Recommended configuration:";
"keyOKButton"					= "OK";
"keyPrintButton"				= "Print";
"keyQuit"                       = "Quit";

"keySlot1"                      = "Slot 1:";
"keySlot2"                      = "Slot 2:";
"keySlot3"                      = "Slot 3:";
"keySlot4"                      = "Slot 4:";
"keySlot5"                      = "Slot 5:";
"keySlot6"                      = "Slot 6:";
"keySlot7"                      = "Slot 7:";
"keySlot8"                      = "Slot 8:";

"keyServerSlotA4"                   = "Slot A4:";
"keyServerSlotA1"                   = "Slot A1:";
"keyServerSlotA5"                   = "Slot A5:";
"keyServerSlotA2"                   = "Slot A2:";
"keyServerSlotA6"                   = "Slot A6:";
"keyServerSlotA3"                   = "Slot A3:";
"keyServerSlotB4"                   = "Slot B4:";
"keyServerSlotB1"                   = "Slot B1:";
"keyServerSlotB5"                   = "Slot B5:";
"keyServerSlotB2"                   = "Slot B2:";
"keyServerSlotB6"                   = "Slot B6:";
"keyServerSlotB3"                   = "Slot B3:";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "1GB DIMM\t";
"keyServerDIMMSize2"				= "2GB DIMM\t";
"keyServerDIMMSize4"				= "4GB DIMM\t";
"keyServerDIMMSize8"				= "8GB DIMM\t";
"keyServerDIMMSize16"				= "16GB DIMM\t";

"keyNoDIMM"                     = " -\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "1GB DIMM\t";
"keyDIMMSize2"                  = "2GB DIMM\t";
"keyDIMMSize4"                  = "4GB DIMM\t";
"keyDIMMSize8"                  = "8GB DIMM\t";
"keyDIMMSize16"                 = "16GB DIMM\t";

"keyUserGuideInfo"              = "Follow the instructions in the User’s Guide to properly shut down the system and move the memory modules to the recommended slots.\n\nTo run this utility again, launch:";
"keyUtilityAbsPath"             = "/System/Library/CoreServices/Memory Slot Utility";

"keyUnsupportedSystemMessage"	= "Memory Slot Utility is not intended to run on this system.";
